LEXICON_RU: dict[str, str] = {
    '/start': 'Бот предназначен для улучшения качества фотографий, преимущественно, с находящимися на них людьми. Обработка фото производится на основе GFPGAN.\nПравила использования бота Вы можете узнать по команде /help.',
    '/help': 'Бот предназначен для улучшения качества фотографий.\n Чтобы обработать Вашу фотографию выполните команду /upscale_image.',
    '/upscale_image': 'Отправьте фотографию, которую хотите улучшить и ожидайте результата.\nОбработка может занять некоторое время.',
    'processed': 'Фото успешно обработано!',
    'something_wrong': 'Для обработки фотографии выполните команду /upscale_image.',
    'incorrect_input': 'Бот обрабатывает только фотографии после вызова команды /upscale_image.\nНа сообщения иного содержания бот не реагирует.',
}
